########################################################################################################################
# MINECRAFT CONFIG
"""
Нельзя ставить цифры с плавающей запятой! Только целочисленные числа и точка!
Лан. В комментариях будет указано, где можно шаманить :)
"""


size_world_for_tasks = [6000, 6000]  # взял цивкрафт с размером мира 6к на 6к(мне было лень под каждый сервак подгонять)

need_login_many = [10, 20] # сколько раз надо зайти на серваки, чтоб выполнить задание "Зайди ... раз" [от, до] (РАНДОМ)

'''
Награда за выполнение задания "прибеги на координаты".
'''
bounty_coordinates = [500, 50]  # [баланс, опыт]

'''
Награда за выполнение задания "Первый вход на сервер в день". 
'''
bounty_login_1_in_day = [250, 15]  # [баланс, опыт]

'''
Награда за выполнение задания "Зайди на сервер насколько раз".
'''
login_amount = [10, 20]  # Сколь раз надо зайти [от, до] !!!(рандом)!!!
bounty_login = [500, 20]  # [баланс, опыт]
